[
  {
    "ID": 1,
    "Name": "Gost Ot Thushima",
    "Description": "Ghost of Tsushima — компьютерная игра в жанре action-adventure с открытым миром, разработанная компанией Sucker Punch Productions. Издателем игры выступила Sony Interactive Entertainment.",
    "Publication": 2020,
    "Genre": 10,
    "ImageUrl": "~/images/Ghost_of_Tsushima.jpg"
  },
  {
    "ID": 2,
    "Name": "Grand Theft Auto III",
    "Description": "Grand Theft Auto III — компьютерная игра в жанре action-adventure, разработанная компанией DMA Design и выпущенная Rockstar Games. Это третья по счёту и первая трёхмерная игра в серии Grand Theft Auto.",
    "Publication": 2001,
    "Genre": 0,
    "ImageUrl": "~/images/GTA3.jpg"
  },
  {
    "ID": 3,
    "Name": "Detroit: Become Human",
    "Description": "Detroit: Become Human — приключенческая компьютерная игра с элементами «интерактивного кино», разработанная французской студией Quantic Dream и выпущенная компанией Sony Interactive Entertainment для PlayStation 4 в мае 2018 года; в декабре 2019 года игра была перевыпущена на Windows. ",
    "Publication": 2018,
    "Genre": 4,
    "ImageUrl": "~/images/Detroit-Become-Human.webp"
  },
  {
    "ID": 4,
    "Name": "Max Payne",
    "Description": "Max Payne — серия компьютерных игр в жанре шутера от третьего лица в стиле неонуар, разработанная компаниями Remedy Entertainment и Rockstar Studios. Серия названа в честь главного героя, Макса Пэйна, полицейского детектива из Нью-Йорка, ставшего мстителем после того, как его семья была убита наркоманами.",
    "Publication": 2001,
    "Genre": 0,
    "ImageUrl": "~/images/Max-Payne.jpg"
  },
  {
    "ID": 5,
    "Name": "Grand Theft Auto Vice City",
    "Description": "Grand Theft Auto: Vice City — компьютерная игра в жанре action-adventure от третьего лица, разработанная британской студией Rockstar North и выпущенная американской студией Rockstar Games. Является четвёртой основной по счёту и второй трёхмерной игрой из серии Grand Theft Auto.",
    "Publication": 2002,
    "Genre": 0,
    "ImageUrl": "~/images/GTA-Vice-City.jpg"
  },
  {
    "ID": 6,
    "Name": "Spider Man",
    "Description": "Spider-Man — компьютерная игра 2000 года в жанре action-adventure, основанная на персонаже комиксов Marvel Comics Человеке-пауке. Игра была разработана студией Neversoft и выпущенная Activision с использованием игрового движка Tony Hawk\u0027s Pro Skater для PlayStation.",
    "Publication": 2000,
    "Genre": 0,
    "ImageUrl": "~/images/Spider-Man.jpg"
  },
  {
    "ID": 7,
    "Name": "Assasins Creed 2",
    "Description": "Assassin’s Creed II — компьютерная игра в жанре action-adventure, продолжение игры Assassin’s Creed от компании Ubisoft. Официальный анонс состоялся 16 апреля 2009 года в журнале Game Informer.",
    "Publication": 2009,
    "Genre": 0,
    "ImageUrl": "~/images/Assasinc-Creed-2.jpg"
  },
  {
    "ID": 8,
    "Name": "Spider Man 3 The Game ",
    "Description": "«Человек-паук 3» — компьютерная игра в жанре экшн, основанная на сюжете третьего фильма о Человеке-пауке. Игра создавалась для платформ Xbox 360, PlayStation 3, PlayStation 2, Wii, PlayStation Portable, Nintendo DS, Microsoft Windows и Game Boy Advance.",
    "Publication": 2007,
    "Genre": 0,
    "ImageUrl": "https://i.redd.it/which-version-of-spider-man-3-the-game-do-you-prefer-xbox-v0-6kwk9e6dc51a1.jpg?width=353\u0026format=pjpg\u0026auto=webp\u0026s=b090aeed8f048a70dddfb68dd875ce88da640cdf"
  },
  {
    "ID": 9,
    "Name": "Spider Man 2",
    "Description": "Spider-Man 2 — компьютерная игра в жанре экшен, созданная по мотивам фильма «Человек-паук 2» 2004 года, ставшего второй частью трилогии Сэма Рэйми. Игра была разработана компанией Treyarch и выпущена Activision в 2004 году на следующих игровых платформах: PlayStation 2, Xbox, GameCube, PC и PlayStation Portable.",
    "Publication": 2004,
    "Genre": 0,
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/ru/c/c5/Spider-Man_2_The_Game_coverart.jpg"
  },
  {
    "ID": 10,
    "Name": "Plants Vs Zombies",
    "Description": "Plants vs. Zombies — компьютерная игра в жанре tower defense, разработанная и изданная американской студией PopCap Games для Windows и OS X 5 мая 2009 года. Впоследствии она была портирована на приставки, портативные игровые системы и мобильные устройства. Прежде чем утвердиться как самостоятельная игра, Plants vs.",
    "Publication": 2009,
    "Genre": 4,
    "ImageUrl": "https://i.pinimg.com/736x/63/ff/6a/63ff6af75a03332c077e56a93f895377.jpg"
  },
  {
    "ID": 11,
    "Name": "Tasty Planet",
    "Description": "Tasty Planet – это довольно увлекательная игра, в которой ученый для того чтобы не убирать свою ванную комнату изобрел специальное чистящее средство. Оно разработано на основе микроскопической слизи, которая поедает грязь. Это средство показало себя с хорошей стороны, но из-за большого количества грязи оно постепенно становится все больше.  Вы будете контролировать это средство, но сможете ли его вырастить до огромных размеров? Начинать стоит с небольших кусочков грязи и только потом переходить к большим. Но, после того как вы достигните определенных размером придется есть маленькие игрушки, мышей и даже собак с кошками. И, только после достижения огромных размеров вы сможете есть людей, автомобили и целые дома!  Управлять этим невероятным существом нужно одной лишь мышью. По мере прохождения уровней вам будут открываться все большие возможности. Но стоит помнить, что есть можно только то, что меньшего размера, а иначе вы можете погибнуть. Сложности игры добавляет то, что в вас будут стрелять полицейские и танки. Целью любого уровня является съесть столько, сколько нужно, чтобы получить следующий размер. И, для того чтобы вырастить невероятно огромное существо, стоит скачать Tasty Planet через торрент на ПК.",
    "Publication": 2017,
    "Genre": 1,
    "ImageUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/687540/header.jpg?t=1651431702"
  },
  {
    "ID": 12,
    "Name": "Spider Man Total Mayhem HD",
    "Description": "Игра Spider-Man: Total Mayhem HD не оставит равнодушным истинного любителя экшн. Старое доброе мочилово с супер приемами, комбо и паутиной. Динамика и графический уровень игры, показывает нам возможности системы Symbian^3 во всей красе. Как вы уже поняли, речь пойдет о том самом человеке пауке. Герою комиксов Marvel в очередной раз предстоит спасать мир. И от кого, конечно же, от супер злодеев, их в игре хоть отбавляй. Для любителей поломать всё вокруг тут тоже раздолье. Пожалуйста вот вам машины, фонарные столбы, ничто не устоит перед кулаками отважного человека паука. Его паучье чутье не дремлет, так что злобные враги и носа не подточат.",
    "Publication": 2010,
    "Genre": 0,
    "ImageUrl": "https://is5-ssl.mzstatic.com/image/thumb/Purple3/v4/1c/48/8b/1c488b68-7fa6-8d3a-651e-a8e708572ac4/source/512x512bb.jpg"
  },
  {
    "ID": 13,
    "Name": "Grand Theft Auto 2",
    "Description": "Grand Theft Auto 2 — компьютерная игра в жанре action-adventure, продолжение Grand Theft Auto, разработанная компанией DMA Design. С 22 декабря 2004 года современная PC-версия игры GTA 2, содержащая многопользовательский режим, была доступна для скачивания на официальном сайте Rockstar Games.",
    "Publication": 1999,
    "Genre": 0,
    "ImageUrl": "https://cdn.mobygames.com/covers/4399290-grand-theft-auto-2-playstation-front-cover.jpg"
  },
  {
    "ID": 14,
    "Name": "Assassin’s Creed",
    "Description": "Assassin’s Creed — компьютерная игра в жанре action-adventure, разработанная компанией Ubisoft Montreal и изданная Ubisoft. Впервые игра была представлена на выставке X ’05, проводимой Microsoft. На E3 2006 игра была официально анонсирована для PlayStation 3 под названием Assassin’s Creed.",
    "Publication": 2007,
    "Genre": 0,
    "ImageUrl": "https://m.media-amazon.com/images/I/71pup0mKrbL._AC_UF1000,1000_QL80_.jpg"
  },
  {
    "ID": 15,
    "Name": "Grand Theft Auto",
    "Description": "Grand Theft Auto — компьютерная игра в жанре action-adventure, первая в составе известной одноимённой франшизы. Игроку предстоит взять на себя роль преступника, который может свободно перемещаться по городу и выполнять различные задания криминального характера, такие как заказные убийства, угоны и так далее.",
    "Publication": 1997,
    "Genre": 0,
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/ru/6/6b/GTA_Cover.jpg"
  },
  {
    "ID": 16,
    "Name": "Grand Theft Auto: San Andreas",
    "Description": "Grand Theft Auto: San Andreas — компьютерная игра в жанре action-adventure, разработанная студией Rockstar North и изданная компанией Rockstar Games. Пятая по счёту игра в серии Grand Theft Auto. Действие игры разворачивается в вымышленном штате Сан-Андреас.",
    "Publication": 2004,
    "Genre": 0,
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/ru/7/75/Grand_Theft_Auto_San_Andreas.jpg"
  },
  {
    "ID": 17,
    "Name": "Grand Theft Auto IV",
    "Description": "Grand Theft Auto IV — компьютерная игра в жанре action-adventure, одиннадцатая в серии Grand Theft Auto, выпущена 29 апреля 2008 года для двух игровых приставок — PlayStation 3 и Xbox 360, также полгода спустя игру портировали на ПК. ",
    "Publication": 2008,
    "Genre": 0,
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/ru/d/dd/Grand_Theft_Auto_IV.jpg"
  },
  {
    "ID": 18,
    "Name": "Grand Theft Auto V",
    "Description": "Grand Theft Auto V — компьютерная игра в жанре action-adventure с открытым миром, разработанная компанией Rockstar North и изданная компанией Rockstar Games.",
    "Publication": 2013,
    "Genre": 0,
    "ImageUrl": "https://upload.wikimedia.org/wikipedia/ru/c/c8/GTAV_Official_Cover_Art.jpg"
  },
  {
    "ID": 19,
    "Name": "R.E.P.O.",
    "Description": "Кооперативный хоррор в постапокалиптической реальности планеты Земля, лишившейся человечества и безопасной среды обитания. Вместо людей теперь по заброшенным домам бродят странные персонажи, любящие оставшиеся от человечества предметы роскоши и искусства. В их обязанности входит поиск указанных в контракте ценностей и эвакуация их на базу, вот только задача усложняется предательскими законами тяготения.  Титульной особенностью игрового процесса в жанре хоррора с эвакуацией является транспортировка хрупких предметов, которые должны быть найдены и доставлены в полной сохранности. Сложность заключается в хрупкости данных предметов и в шутнике Ньютоне, который придумал закон тяготения, превращающий ценности в осколки. Мало того, нашим героям мешают разнообразные монстры, способные напугать даже существо без органов чувств.  Совместное прохождение поддерживает шестерых невероятно пугливых и неуклюжих персонажей, обязанных взаимодействовать ради успешной доставки грузов. Придется таскать тяжелые пианино, бережно нести хрупкую керамику и скелеты древних динозавров. Проблема в том, что вам никто не даст времени на спокойный геймплей, ведь за участниками идет постоянная охота, а некоторые монстры преследуют игроков и даже проламывают стены на своем пути.",
    "Publication": 2025,
    "Genre": 0,
    "ImageUrl": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/3241660/2cff5912c1add2e009eb1c1c630a47ac06cb81a1/capsule_616x353.jpg?t=1747381002"
  },
  {
    "ID": 20,
    "Name": "X-men Origins Wolverine",
    "Description": "Если вам нравятся супергероические истории, то мы крайне рекомендуем вам обязательно воспользоваться возможностью скачать X-men Origins Wolverine. Это приключение позволит вам взять на себя роль Росомахи - героя, который в качестве оружия использует крепкие когти из рук. Он наверняка известен многим любителям комиксов, поэтому сегодня каждый получит возможность сыграть за него и отправиться в увлекательное путешествие, в котором станут известны подробности появления этого мутанта, его цели и истинную мотивацию. Сражаться предстоит много, главное успевать реагировать на изменчивость ситуации и стараться эффективно применять способности.",
    "Publication": 2009,
    "Genre": 0,
    "ImageUrl": "Если вам нравятся супергероические истории, то мы крайне рекомендуем вам обязательно воспользоваться возможностью скачать X-men Origins Wolverine. Это приключение позволит вам взять на себя роль Росомахи - героя, который в качестве оружия использует крепкие когти из рук. Он наверняка известен многим любителям комиксов, поэтому сегодня каждый получит возможность сыграть за него и отправиться в увлекательное путешествие, в котором станут известны подробности появления этого мутанта, его цели и истинную мотивацию. Сражаться предстоит много, главное успевать реагировать на изменчивость ситуации и стараться эффективно применять способности."
  }
]